[
  {
    "pergunta": "Qual atividade da cadeia de valor garante que as pessoas entendam a visão da organização?",
    "opcoes": [
      "Melhorar",
      "Planejar",
      "Entrega e suporte",
      "Obtenção/construção"
    ],
    "resposta_correta": "B"
  },
  {
    "pergunta": "Qual afirmativa sobre as atividades da cadeia de valor está CORRETA?",
    "opcoes": [
      "Toda prática pertence a uma atividade específica da cadeia de valor.",
      "Uma combinação específica de atividades e práticas da cadeia de valor forma um relacionamento de serviço.",
      "As atividades da cadeia de valor de serviço formam um fluxo único de trabalho que permite a criação de valor.",
      "Cada atividade da cadeia de valor contribui para a cadeia de valor ao transformar entradas específicas em saídas."
    ],
    "resposta_correta": "D"
  },
  {
    "pergunta": "Como todas as atividades da cadeia de valor transformam entradas em saídas?",
    "opcoes": [
      "Determinando a demanda do serviço",
      "Usando uma combinação de práticas",
      "Usando uma única equipe funcional",
      "Implementando a automação de processo"
    ],
    "resposta_correta": "B"
  },
  {
    "pergunta": "Qual atividade da cadeia de valor comunica o status atual das quatro dimensões do gerenciamento de serviço?",
    "opcoes": [
      "Melhorar",
      "Engajar",
      "Obtenção/construção",
      "Planejar"
    ],
    "resposta_correta": "D"
  },
  {
    "pergunta": "Que atividade da cadeia de valor garante uma compreensão partilhada da situação atual e da direção necessária para todos os produtos e serviços?",
    "opcoes": [
      "Planejar",
      "Melhorar",
      "Desenho e transição",
      "Entregar e apoiar"
    ],
    "resposta_correta": "A"
  },
  {
    "pergunta": "Qual afirmação sobre a cadeia de valor de serviços está CORRETA?",
    "opcoes": [
      "A cadeia de valor do serviço converte valor em demanda",
      "A cadeia de valor de serviço ITIL fornece um modelo operacional para a criação, entrega e melhoria contínua dos serviços.",
      "Cada atividade da cadeia de valor identifica uma necessidade de recursos de um fornecedor externo",
      "A cadeia de valor de serviços utiliza fluxos de valor para descrever uma combinação de consumidores e fornecedores"
    ],
    "resposta_correta": "B"
  },
  {
    "pergunta": "Qual é uma entrada externa para a cadeia de valor do serviço?",
    "opcoes": [
      "A atividade de “melhorar” a cadeia de valor",
      "Um plano global",
      "Requisitos do cliente",
      "Ciclos de feedback"
    ],
    "resposta_correta": "C"
  },
  {
    "pergunta": "Qual afirmação sobre o fluxo de valor de um serviço está CORRETA?",
    "opcoes": [
      "Ele usa entradas e saídas prescritivas",
      "É uma atividade da cadeia de valor",
      "Integra práticas para um cenário específico",
      "É usado para fornecer governança"
    ],
    "resposta_correta": "C"
  },
  {
    "pergunta": "O que pode atuar como modelo operacional para uma organização?",
    "opcoes": [
      "As quatro dimensões da gestão de serviços",
      "A cadeia de valor do serviço",
      "Os princípios orientadores do ITIL",
      "Melhoria contínua"
    ],
    "resposta_correta": "B"
  },
  {
    "pergunta": "Qual MELHOR descreve o propósito da atividade de “melhorar” a cadeia de valor?",
    "opcoes": [
      "Para organizar uma grande iniciativa de melhoria em várias iniciativas menores",
      "Para disponibilizar serviços e recursos novos e aprimorados para uso",
      "Para garantir um entendimento compartilhado da visão e direção de melhoria para todos os produtos e serviços",
      "Melhorar continuamente todos os produtos e serviços em todas as atividades da cadeia de valor"
    ],
    "resposta_correta": "D"
  },
  {
    "pergunta": "Qual atividade da cadeia de valor garante que os componentes do serviço atendam às especificações acordadas?",
    "opcoes": [
      "Planejar",
      "Desenho e transição",
      "Obtenção/construção",
      "Entregar e apoiar"
    ],
    "resposta_correta": "C"
  },
  {
    "pergunta": "O que descreve as etapas necessárias para criar e entregar um serviço específico a um consumidor?",
    "opcoes": [
      "Gestão de serviços",
      "Práticas",
      "Um fluxo de valor",
      "Gerenciamento de nível de serviço"
    ],
    "resposta_correta": "C"
  },
  {
    "pergunta": "O que está incluído no propósito da atividade da cadeia de valor “entrega e suporte”?",
    "opcoes": [
      "Atendendo às expectativas das partes interessadas quanto ao tempo de lançamento no mercado",
      "Compreender a visão de serviço da organização",
      "Compreender as necessidades das partes interessadas",
      "Prestação de serviços de acordo com especificações acordadas"
    ],
    "resposta_correta": "D"
  },
  {
    "pergunta": "O que é usado para vincular atividades dentro da cadeia de valor de serviços?",
    "opcoes": [
      "Acordos de nível de serviço",
      "Entradas, saídas e gatilhos",
      "Oportunidade, demanda e valor",
      "Central de serviços"
    ],
    "resposta_correta": "B"
  },
  {
    "pergunta": "Qual é uma das PRINCIPAIS preocupações da atividade da cadeia de valor de 'desenho e transição'?",
    "opcoes": [
      "Compreender a visão da organização",
      "Compreender as necessidades das partes interessadas",
      "Atender às expectativas das partes interessadas",
      "Garantir que os componentes do serviço estejam disponíveis"
    ],
    "resposta_correta": "C"
  },
  {
    "pergunta": "O que pode ser descrito como modelo operacional de criação e gestão de produtos e serviços?",
    "opcoes": [
      "Governança",
      "Cadeia de valor de serviços",
      "Princípios orientadores",
      "Práticas"
    ],
    "resposta_correta": "B"
  },
  {
    "pergunta": "Qual é uma entrada externa para a cadeia de valor do serviço?",
    "opcoes": [
      "A atividade de 'melhorar' a cadeia de valor",
      "Um plano global",
      "Requisitos do cliente",
      "Ciclos de feedback"
    ],
    "resposta_correta": "C"
  },
  {
    "pergunta": "O que é fornecido pela atividade de 'engajar' a cadeia de valor?",
    "opcoes": [
      "Garantir que as expectativas das partes interessadas em relação à qualidade sejam atendidas",
      "Garantir que as necessidades das partes interessadas sejam compreendidas pela organização",
      "Garantir que os componentes do serviço estejam disponíveis quando necessário",
      "Garantir que os serviços sejam operados de acordo com as especificações acordadas"
    ],
    "resposta_correta": "B"
  },
  {
    "pergunta": "Qual afirmação sobre atividades de criação de valor está CORRETA?",
    "opcoes": [
      "Cada fluxo de valor deve ser projetado com uma combinação específica de atividades da cadeia de valor de serviços",
      "As atividades da cadeia de valor de serviços têm dependências pré-determinadas nas práticas ITIL",
      "Um fluxo de valor é um modelo operacional para criação de valor por meio de produtos e serviços",
      "As organizações devem garantir que cada fluxo de valor seja aplicável a muitos cenários"
    ],
    "resposta_correta": "A"
  },
  {
    "pergunta": "O que descreve a atividade da cadeia de valor 'planejar'?",
    "opcoes": [
      "Garante uma compreensão compartilhada do status e da visão atuais de todos os produtos e serviços em toda a organização",
      "Garante que os serviços sejam entregues e apoiados de acordo com as especificações acordadas e as expectativas das partes interessadas",
      "Garante que os componentes do serviço estejam disponíveis quando e onde forem necessários e atendam às especificações acordadas",
      "Garante a melhoria contínua de produtos, serviços e práticas em todas as atividades da cadeia de valor"
    ],
    "resposta_correta": "A"
  },
  {
    "pergunta": "Qual atividade da cadeia de valor garante que os componentes do serviço atendam às especificações acordadas?",
    "opcoes": [
      "Desenho e transição",
      "Obtenção/construção",
      "Entrega e suporte",
      "Planejar"
    ],
    "resposta_correta": "B"
  },
  {
    "pergunta": "Qual atividade da cadeia de valor de serviços trata da compra de novos produtos?",
    "opcoes": [
      "Engajar",
      "Obtenção / construção",
      "Planejar",
      "Melhorar"
    ],
    "resposta_correta": "B"
  },
  {
    "pergunta": "O que está incluído no propósito da atividade de 'melhorar' na cadeia de valor?",
    "opcoes": [
      "Garantir a melhoria contínua das práticas em todas as atividades da cadeia de valor",
      "Garantir que os serviços atendam continuamente às expectativas de qualidade, custos e tempo de lançamento no mercado",
      "Garantir uma compreensão compartilhada da direção de melhoria dos serviços em toda a organização",
      "Garantir o envolvimento contínuo e boas relações com todas as partes interessadas"
    ],
    "resposta_correta": "A"
  }
]