[
  {
    "pergunta": "Qual é uma atividade da prática de 'gerenciamento de incidentes'?",
    "opcoes": [
      "A) Avaliando e priorizando oportunidades de melhoria",
      "B) Realizando avaliações de serviço com clientes",
      "C) Fornecer atualizações de boa qualidade quando esperado",
      "D) Automatizando as solicitações de serviço ao máximo possível"
    ],
    "resposta_correta": "C"
  },
  {
    "pergunta": "Como os tempos de resolução alvo são usados na prática de “gestão de incidentes”?",
    "opcoes": [
      "A) Eles são acordados, documentados e comunicados para ajudar a definir as expectativas do usuário",
      "B) Eles são estabelecidos, revisados e relatados para garantir que os clientes estejam satisfeitos com o serviço",
      "C) Eles são iniciados, aprovados e gerenciados para garantir que respostas previsíveis sejam alcançadas",
      "D) São programados, avaliados e autorizados para reduzir o risco de falhas no serviço"
    ],
    "resposta_correta": "A"
  },
  {
    "pergunta": "Qual prática tem o objetivo de garantir que os fornecedores da organização e seu desempenho sejam gerenciados de forma adequada para apoiar o fornecimento de produtos e serviços de qualidade e contínuos?",
    "opcoes": [
      "A) Gerenciamento de liberação",
      "B) Gerenciamento de fornecedores",
      "C) Gerenciamento de serviços",
      "D) Gerenciamento de relacionamento"
    ],
    "resposta_correta": "B"
  },
  {
    "pergunta": "Qual afirmação sobre 'melhoria contínua' está CORRETA?",
    "opcoes": [
      "A) Todas as ideias de melhoria devem ser registradas em um único 'registro de melhoria contínua'",
      "B) Uma única equipe deve realizar a “melhoria contínua” em toda a organização",
      "C) A 'melhoria contínua' deve ter interação mínima com outras práticas",
      "D) Todos na organização são responsáveis por alguns aspectos da 'melhoria contínua'"
    ],
    "resposta_correta": "D"
  },
  {
    "pergunta": "Quais são as duas práticas que MAIS interagem com a prática do Central de Serviço?",
    "opcoes": [
      "A) Gerenciamento de incidentes e gerenciamento de requisições de serviço",
      "B) Gerenciamento de requisições de serviço e gerenciamento de implantação",
      "C) Gerenciamento de implantação e capacitação de mudanças",
      "D) Capacitação de mudanças e gerenciamento de incidentes"
    ],
    "resposta_correta": "A"
  },
  {
    "pergunta": "O que ajudará a resolver incidentes mais rapidamente?",
    "opcoes": [
      "A) Tempos de resolução alvo",
      "B) Escalando todos os incidentes para equipes de suporte",
      "C) Colaboração entre equipes",
      "D) Etapas processuais detalhadas para investigação de incidentes"
    ],
    "resposta_correta": "C"
  },
  {
    "pergunta": "Onde estão definidos os detalhes dos resultados de desempenho exigidos de um serviço?",
    "opcoes": [
      "A) Acordos de nível de serviço",
      "B) Solicitações de serviço",
      "C) Componentes de serviço",
      "D) Ofertas de serviços"
    ],
    "resposta_correta": "A"
  },
  {
    "pergunta": "Qual prática ITIL tem como objetivo estabelecer e nutrir os vínculos entre a organização e suas partes interessadas nos níveis estratégico e tático?",
    "opcoes": [
      "A) Gerenciamento de fornecedores",
      "B) Controle de mudanças",
      "C) Gerenciamento de relacionamento",
      "D) Central de Serviços"
    ],
    "resposta_correta": "C"
  },
  {
    "pergunta": "Por que algumas solicitações de serviço deveriam ser atendidas sem aprovações adicionais?",
    "opcoes": [
      "A) Para garantir que os gastos sejam devidamente contabilizados",
      "B) Para garantir que os requisitos de segurança da informação sejam atendidos",
      "C) Para agilizar o fluxo de trabalho de atendimento",
      "D) Para definir as expectativas do usuário quanto aos prazos de cumprimento"
    ],
    "resposta_correta": "C"
  },
  {
    "pergunta": "Qual prática ITIL recomenda a realização de revisões de serviços para garantir que os serviços continuem a atender às necessidades da organização?",
    "opcoes": [
      "A) Central de Serviços",
      "B) Gerenciamento de solicitações de serviço",
      "C) Gerenciamento de nível de serviço",
      "D) Gerenciamento de configuração de serviço"
    ],
    "resposta_correta": "C"
  },
  {
    "pergunta": "Qual prática disponibiliza novos serviços para uso?",
    "opcoes": [
      "A) Habilitação de mudança",
      "B) Gerenciamento de liberação",
      "C) Gerenciamento de implantação",
      "D) Gerenciamento de ativos de TI"
    ],
    "resposta_correta": "B"
  },
  {
    "pergunta": "Qual o impacto da automação em uma central de serviços?",
    "opcoes": [
      "A) Menos trabalho de baixo nível e maior capacidade de focar na experiência do usuário",
      "B) Maior contato telefônico e redução da capacidade de focar na experiência do usuário",
      "C) Capacidade de trabalhar em vários locais, geograficamente dispersos",
      "D) Capacidade de trabalhar em um único local centralizado"
    ],
    "resposta_correta": "A"
  },
  {
    "pergunta": "Qual afirmação sobre gerenciamento de incidentes está CORRETA?",
    "opcoes": [
      "A) Incidentes de baixo impacto devem ser resolvidos de forma eficiente, tornando desnecessário o registro",
      "B) A prática de “gestão de incidentes” deve utilizar um único processo, independentemente do impacto do incidente",
      "C) Os incidentes de baixo impacto devem ser resolvidos de forma eficiente para que os recursos necessários sejam reduzidos",
      "D) Os incidentes com menor impacto devem ser resolvidos primeiro"
    ],
    "resposta_correta": "C"
  },
  {
    "pergunta": "Que atividade contribui para a pergunta 'onde estamos agora?' passo do modelo de “melhoria contínua”?",
    "opcoes": [
      "A) Executando ações de melhoria",
      "B) Realização de avaliações iniciais",
      "C) Definição do plano de melhoria",
      "D) Compreendendo a missão empresarial"
    ],
    "resposta_correta": "B"
  },
  {
    "pergunta": "Qual prática garante que qualquer adição, modificação ou remoção de qualquer coisa que possa afetar os serviços seja avaliada e autorizada?",
    "opcoes": [
      "A) Gerenciamento de implantação",
      "B) Gerenciamento de liberação",
      "C) Habilitação de mudanças",
      "D) Gerenciamento de configuração de serviço"
    ],
    "resposta_correta": "C"
  },
  {
    "pergunta": "Qual é o propósito da prática de “gestão de incidentes”?",
    "opcoes": [
      "A) Minimizar o impacto negativo dos incidentes, restaurando a operação normal do serviço o mais rápido possível",
      "B) Para capturar a demanda por resolução de incidentes e solicitações de serviço",
      "C) Reduzir a probabilidade e o impacto dos incidentes, identificando as causas reais e potenciais dos incidentes",
      "D) Para apoiar a qualidade de serviço acordada através do tratamento eficaz de todas as solicitações de serviço acordadas iniciadas pelo usuário"
    ],
    "resposta_correta": "A"
  },
  {
    "pergunta": "Qual prática envolve o gerenciamento de vulnerabilidades que não foram identificadas antes da entrada em operação do serviço?",
    "opcoes": [
      "A) Gerenciamento de solicitações de serviço",
      "B) Gerenciamento de problemas",
      "C) Controle de mudanças",
      "D) Gerenciamento de nível de serviço"
    ],
    "resposta_correta": "B"
  },
  {
    "pergunta": "Quando é que uma solução alternativa pode ser documentada no 'gerenciamento de problemas'?",
    "opcoes": [
      "A) Depois que o problema for registrado",
      "B) Depois que o problema for priorizado",
      "C) Depois que o problema for analisado",
      "D) Depois que o problema for resolvido"
    ],
    "resposta_correta": "C"
  },
  {
    "pergunta": "Qual prática tem um propósito que inclui o gerenciamento de riscos à confidencialidade, integridade e disponibilidade?",
    "opcoes": [
      "A) Gerenciamento da segurança da informação",
      "B) Melhoria contínua",
      "C) Monitoramento e gerenciamento de eventos",
      "D) Gerenciamento de nível de serviço"
    ],
    "resposta_correta": "A"
  },
  {
    "pergunta": "Qual prática tem MAIS probabilidade de se beneficiar com o uso de chatbots?",
    "opcoes": [
      "A) Gerenciamento de nível de serviço",
      "B) Habilitação de mudança",
      "C) Melhoria contínua",
      "D) Central de Serviço"
    ],
    "resposta_correta": "D"
  },
  {
    "pergunta": "Qual é uma atividade da prática de 'gerenciamento de problemas'?",
    "opcoes": [
      "A) Restauração da operação normal do serviço o mais rápido possível",
      "B) Priorização de problemas com base no risco que representam",
      "C) Autorização de alterações para resolver a causa dos problemas",
      "D) Resolução de incidentes em um prazo que atenda às expectativas do cliente"
    ],
    "resposta_correta": "B"
  },
  {
    "pergunta": "O que está incluído no propósito da prática de “habilitação de mudança”?",
    "opcoes": [
      "A) Disponibilizar serviços novos e alterados para uso",
      "B) Garantir que os riscos foram devidamente avaliados",
      "C) Registrar e relatar mudanças de estado selecionadas",
      "D) Planejar e gerenciar o ciclo de vida completo de todos os ativos de TI"
    ],
    "resposta_correta": "B"
  },
  {
    "pergunta": "Qual prática tem forte influência na experiência do usuário e na percepção do prestador de serviço?",
    "opcoes": [
      "A) Central de Serviço",
      "B) Habilitação de mudança",
      "C) Gerenciamento de nível de serviço",
      "D) Gerenciamento de fornecedores"
    ],
    "resposta_correta": "A"
  },
  {
    "pergunta": "Qual afirmação sobre a automação de requisições de serviços está CORRETA?",
    "opcoes": [
      "A) Requisições de serviço que não podem ser automatizadas devem ser tratadas como incidentes",
      "B) As requisições de serviço e seu atendimento devem ser automatizados tanto quanto possível",
      "C) Requisições de serviço que não podem ser automatizadas devem ser tratadas como problemas",
      "D) As requisições de serviço e seu atendimento devem ser realizados pela equipe da central de atendimento sem automação"
    ],
    "resposta_correta": "B"
  },
  {
    "pergunta": "Qual prática é responsável por mover componentes novos ou alterados para ambientes ativos ou outros ambientes?",
    "opcoes": [
      "A) Gerenciamento de liberação",
      "B) Gerenciamento de implantação",
      "C) Habilitação de mudança",
      "D) Gestão de fornecedores"
    ],
    "resposta_correta": "B"
  },
  {
    "pergunta": "Qual é o MELHOR exemplo de mudança padrão?",
    "opcoes": [
      "A) A revisão e autorização de uma alteração solicitada por um cliente",
      "B) A implementação de um patch de software crítico em resposta a um problema de segurança do fornecedor",
      "C) A instalação de um aplicativo de software em resposta a uma solicitação de serviço",
      "D) A substituição de um componente em resposta a um incidente grave"
    ],
    "resposta_correta": "C"
  },
  {
    "pergunta": "Qual prática fornece um ponto de comunicação para os usuários relatarem questões operacionais, dúvidas e solicitações?",
    "opcoes": [
      "A) Gerenciamento de incidentes",
      "B) Melhoria contínua",
      "C) Central de Serviço",
      "D) Gerenciamento de relacionamento"
    ],
    "resposta_correta": "C"
  },
  {
    "pergunta": "Qual prática recomenda o uso de pesquisas baseadas em eventos para coletar feedback dos clientes?",
    "opcoes": [
      "A) Gerenciamento de nível de serviço",
      "B) Habilitação de mudança",
      "C) Gerenciamento de solicitações de serviço",
      "D) Gerenciamento de problemas"
    ],
    "resposta_correta": "A"
  },
  {
    "pergunta": "Qual afirmação sobre autoridades de mudança está CORRETA?",
    "opcoes": [
      "A) As autoridades de mudança só são necessárias para autorizar mudanças emergenciais",
      "B) As autoridades de mudança são atribuídas quando cada mudança é implementada",
      "C) As autoridades de mudança são necessárias apenas para autorizar mudanças normais",
      "D) Autoridades de mudança são atribuídas para cada tipo de mudança e modelo de mudança"
    ],
    "resposta_correta": "D"
  },
  {
    "pergunta": "Que ações uma central de serviços realiza para todos os problemas, dúvidas e solicitações que são relatados a ela?",
    "opcoes": [
      "A) Agendar, avaliar, autorizar",
      "B) Diagnosticar, investigar, resolver",
      "C) Iniciar, aprovar, cumprir",
      "D) Reconhecer, classificar, processar"
    ],
    "resposta_correta": "D"
  },
  {
    "pergunta": "Qual prática precisa de pessoas que entendam sistemas complexos e tenham habilidades criativas e analíticas?",
    "opcoes": [
      "A) Habilitação de mudança",
      "B) Gerenciamento de nível de serviço",
      "C) Gerenciamento de solicitações de serviço",
      "D) Gerenciamento de problemas"
    ],
    "resposta_correta": "D"
  },
  {
    "pergunta": "Qual prática melhora a satisfação do cliente e do usuário, reduzindo o impacto negativo das interrupções do serviço?",
    "opcoes": [
      "A) Gerenciamento de solicitações de serviço",
      "B) Gerenciamento de nível de serviço",
      "C) Gerenciamento de incidentes",
      "D) Habilitação de mudança"
    ],
    "resposta_correta": "C"
  },
  {
    "pergunta": "Qual afirmação sobre requisições de serviço está CORRETA?",
    "opcoes": [
      "A) Requisições de serviço complexas devem ser tratadas como mudanças normais",
      "B) Requisições de serviço que exigem fluxos de trabalho simples devem ser tratadas como incidentes",
      "C) As requisições de serviço exigem fluxos de trabalho que devem usar procedimentos manuais e evitar automação",
      "D) As requisições de serviço são geralmente formalizadas usando procedimentos padrão para iniciação, aprovação e cumprimento"
    ],
    "resposta_correta": "D"
  },
  {
    "pergunta": "O que normalmente é reconhecido por meio de notificações criadas por um serviço de TI, IC ou ferramenta de monitoramento?",
    "opcoes": [
      "A) Incidentes",
      "B) Problemas",
      "C) Eventos",
      "D) Solicitações"
    ],
    "resposta_correta": "C"
  },
  {
    "pergunta": "O que NÃO será tratado como uma requisição de serviço?",
    "opcoes": [
      "A) A degradação de um serviço",
      "B) A substituição de um cartucho de toner",
      "C) Fornecimento de um computador portátil",
      "D) Uma reclamação sobre uma equipe de suporte"
    ],
    "resposta_correta": "A"
  },
  {
    "pergunta": "O que está incluído no propósito da prática de “gerenciamento de nível de serviço”?",
    "opcoes": [
      "A) Para maximizar o número de mudanças bem-sucedidas em serviços e produtos",
      "B) Para garantir que informações precisas sobre a configuração dos serviços estejam disponíveis",
      "C) Para definir metas claras baseadas nos negócios para os níveis de serviço",
      "D) Para garantir que os fornecedores e seu desempenho sejam gerenciados de forma adequada"
    ],
    "resposta_correta": "C"
  },
  {
    "pergunta": "Quais destas atividades são realizadas como parte da “gestão de problemas”?",
    "opcoes": [
      "A) Criação de registros de incidentes",
      "B) Diagnosticando e resolvendo incidentes",
      "C) Escalar incidentes para uma equipe de suporte para resolução",
      "D) Análise de tendências de registros de incidentes"
    ],
    "resposta_correta": "D"
  },
  {
    "pergunta": "Qual é a definição de um erro conhecido?",
    "opcoes": [
      "A) Uma interrupção não planejada de um serviço ou redução na qualidade de um serviço",
      "B) Uma causa, ou causa potencial, de um ou mais incidentes",
      "C) Um problema que foi analisado e não foi resolvido",
      "D) Qualquer mudança de estado que tenha significado para o gerenciamento de um serviço ou outro item de configuração"
    ],
    "resposta_correta": "C"
  },
  {
    "pergunta": "Qual é a definição de um problema?",
    "opcoes": [
      "A) Uma interrupção não planejada de um serviço ou redução na qualidade de um serviço",
      "B) Uma causa, ou causa potencial, de um ou mais incidentes",
      "C) Um incidente para o qual ainda não está disponível uma resolução completa",
      "D) Qualquer mudança de estado que tenha significado para o gerenciamento de um item de configuração (IC)"
    ],
    "resposta_correta": "B"
  },
  {
    "pergunta": "Para que é usado PRINCIPALMENTE um cronograma de mudança?",
    "opcoes": [
      "A) Para ajudar a planejar mudanças emergenciais",
      "B) Para ajudar a autorizar alterações padrão",
      "C) Para ajudar a atribuir uma autoridade de mudança",
      "D) Para ajudar a gerenciar mudanças normais"
    ],
    "resposta_correta": "D"
  },
  {
    "pergunta": "Em que etapa do “modelo de melhoria contínua” é implementado um plano de melhoria?",
    "opcoes": [
      "A) Qual é a visão?",
      "B) Como chegamos lá?",
      "C) Tomar providência",
      "D) Nós chegamos lá?"
    ],
    "resposta_correta": "C"
  },
  {
    "pergunta": "Qual atividade faz parte da prática de “melhoria contínua”?",
    "opcoes": [
      "A) Identificando a causa dos incidentes e recomendando melhorias relacionadas",
      "B) Autorização de mudanças para implementação de melhorias",
      "C) Registrar e gerenciar incidentes que resultam em oportunidades de melhoria",
      "D) Apresentando casos de negócios para ações de melhoria"
    ],
    "resposta_correta": "D"
  },
  {
    "pergunta": "O que descreve uma abordagem CORRETA para uma autorização de mudança?",
    "opcoes": [
      "A) As mudanças incluídas no cronograma de mudanças são pré-autorizadas e não precisam de autorização adicional",
      "B) As mudanças normais devem ser avaliadas e autorizadas antes de serem implementadas",
      "C) As mudanças emergênciais devem ser autorizadas pelo maior número de pessoas possível para reduzir o risco",
      "D) Mudanças normais são normalmente implementadas como solicitações de serviço e autorizadas pela central de serviço"
    ],
    "resposta_correta": "B"
  },
  {
    "pergunta": "O que geralmente requer uma equipe de representantes de muitos grupos de partes interessadas?",
    "opcoes": [
      "A) Atendendo a uma solicitação de serviço",
      "B) Autorizando uma mudança emergencial",
      "C) Registrando um novo problema",
      "D) Investigando um incidente grave"
    ],
    "resposta_correta": "D"
  }
]