[
  {
    "pergunta": "Qual é o propósito da prática de “gerenciamento de nível de serviço”?",
    "opcoes": [
      "Estabelecer e nutrir os vínculos entre a organização e suas partes interessadas",
      "Para garantir que os fornecedores da organização e seu desempenho sejam gerenciados de forma adequada",
      "Para apoiar a qualidade acordada de um serviço, lidando com todas as solicitações de serviço acordadas e iniciadas pelo usuário",
      "Para definir metas claras baseadas nos negócios para os níveis de serviço"
    ],
    "resposta_correta": "D"
  },
  {
    "pergunta": "Qual é uma atividade-chave realizada na questão 'como chegar lá?' passo do modelo de “melhoria contínua”?",
    "opcoes": [
      "Definir metas mensuráveis",
      "Realizar avaliações iniciais",
      "Executar ações de melhoria",
      "Criar um plano para enfrentar os desafios"
    ],
    "resposta_correta": "D"
  },
  {
    "pergunta": "Qual prática recomenda o uso de ferramentas de colaboração e correspondência automatizada de sintomas?",
    "opcoes": [
      "Gerenciamento de problemas",
      "Gerenciamento de nível de serviço",
      "Gerenciamento de incidentes",
      "Gerenciamento de solicitações de serviço"
    ],
    "resposta_correta": "C"
  },
  {
    "pergunta": "Que prática inclui a realização de revisões regulares para garantir que os serviços ainda são apropriados e relevantes?",
    "opcoes": [
      "Gerenciamento de nível de serviço",
      "Central de Serviços",
      "Melhoria contínua",
      "Habilitação de mudança"
    ],
    "resposta_correta": "A"
  },
  {
    "pergunta": "Quais são os DOIS aspectos importantes da prática de 'gerenciamento de requisições de serviço'? 1. Padronização e automação 2. Fornecer uma variedade de canais de acesso 3. Estabelecer uma visão partilhada das metas 4. Políticas para aprovações",
    "opcoes": [
      "1 e 2",
      "2 e 3",
      "3 e 4",
      "1 e 4"
    ],
    "resposta_correta": "D"
  },
  {
    "pergunta": "Que prática forma um elo entre o prestador de serviços e os usuários dos serviços?",
    "opcoes": [
      "Habilitação de mudança",
      "Gerenciamento de nível de serviço",
      "Gerenciamento de problemas",
      "Central de Serviços"
    ],
    "resposta_correta": "D"
  },
  {
    "pergunta": "Qual afirmação sobre a prática de 'melhoria contínua' está CORRETA?",
    "opcoes": [
      "A participação na melhoria contínua deve ser limitada a uma pequena equipe dedicada",
      "Tem lugar em todas as áreas da organização e em todos os níveis",
      "Treinamento deve ser fornecido aos envolvidos na melhoria contínua",
      "Um único registro de melhoria contínua deve ser mantido pela alta administração"
    ],
    "resposta_correta": "B"
  },
  {
    "pergunta": "Qual é o principal requisito para um acordo de nível de serviço (ANS) bem-sucedido?",
    "opcoes": [
      "Usando métricas individuais relacionadas ao catálogo de serviços",
      "Usando métricas agrupadas para relacionar desempenho com resultados",
      "Usando métricas baseadas em sistema único relacionadas aos resultados",
      "Usando um acordo entre o prestador de serviços e o fornecedor de serviços"
    ],
    "resposta_correta": "B"
  },
  {
    "pergunta": "O que é definido como uma mudança de estado significativa para o gerenciamento de um serviço de TI?",
    "opcoes": [
      "Evento",
      "Incidente",
      "Problema",
      "Erro conhecido"
    ],
    "resposta_correta": "A"
  },
  {
    "pergunta": "Em que se concentra PRINCIPALMENTE a 'habilitação de mudança'?",
    "opcoes": [
      "Mudanças nos níveis de serviço",
      "Mudanças em produtos e serviços",
      "Mudanças na estrutura organizacional",
      "Mudanças nas habilidades e competências"
    ],
    "resposta_correta": "B"
  },
  {
    "pergunta": "Qual é o uso PRIMÁRIO de um calendário de mudanças?",
    "opcoes": [
      "Para apoiar a prática de 'gestão de incidentes' e planejamento de melhorias",
      "Para gerenciar mudanças de emergência",
      "Planejar mudanças e ajudar a evitar conflitos",
      "Para gerenciar alterações padrão"
    ],
    "resposta_correta": "C"
  },
  {
    "pergunta": "O que auxilia diretamente no diagnóstico e resolução de incidentes simples?",
    "opcoes": [
      "Roteiros para coletar informações do usuário",
      "Utilização de padrões de trabalho por turnos",
      "Atendimento de solicitações de serviço",
      "Criação de uma equipe temporária"
    ],
    "resposta_correta": "A"
  },
  {
    "pergunta": "Um ANS é um acordo de nível de serviço. O que descreve o efeito 'ANS melancia'?",
    "opcoes": [
      "Um único ANS define níveis de serviço alvo para vários clientes...",
      "As métricas de um ANS são focadas em medidas internas, para que os relatórios mostrem que tudo está bem, enquanto o cliente não fica satisfeito",
      "As metas do ANS mudam com muita frequência...",
      "A introdução de ANSs para um serviço permite que os clientes vejam que o prestador de serviços está fazendo um trabalho realmente bom..."
    ],
    "resposta_correta": "B"
  },
  {
    "pergunta": "Qual é o propósito do gerenciamento de liberação?",
    "opcoes": [
      "Para proteger as informações da organização",
      "Para lidar com solicitações de serviço iniciadas pelo usuário",
      "Para disponibilizar serviços novos e alterados para uso",
      "Para mover hardware e software para ambientes ativos"
    ],
    "resposta_correta": "C"
  },
  {
    "pergunta": "Qual é uma atividade-chave realizada na questão 'nós chegamos lá?' passo do modelo de “melhoria contínua”?",
    "opcoes": [
      "Definir metas mensuráveis",
      "Realizar avaliações iniciais",
      "Executar ações de melhoria",
      "Avaliar medidas e métricas"
    ],
    "resposta_correta": "D"
  },
  {
    "pergunta": "Quais são as duas práticas que usam soluções de contorno?",
    "opcoes": [
      "Habilitação para mudanças e melhoria contínua",
      "Habilitação de mudanças e gerenciamento de problemas",
      "Gerenciamento de problemas e gerenciamento de incidentes",
      "Gerenciamento de incidentes e melhoria contínua"
    ],
    "resposta_correta": "C"
  },
  {
    "pergunta": "O que é tratado como uma requisição de serviço?",
    "opcoes": [
      "Uma investigação para identificar a causa de um incidente",
      "Um elogio sobre uma equipe de suporte de TI",
      "A falha de um serviço de TI",
      "Uma mudança emergencial para implementar um patch de segurança"
    ],
    "resposta_correta": "B"
  },
  {
    "pergunta": "O que é um incidente?",
    "opcoes": [
      "A remoção planejada de um item que pode afetar um serviço",
      "Um resultado habilitado por uma ou mais saídas",
      "Um possível evento futuro que poderia causar danos",
      "Uma interrupção de serviço resolvida pelo uso de ferramentas de autoajuda"
    ],
    "resposta_correta": "D"
  },
  {
    "pergunta": "Qual prática ajudaria um usuário a obter acesso a um aplicativo que ele precisa usar?",
    "opcoes": [
      "Gerenciamento de configuração de serviço",
      "Habilitação de mudança",
      "Gerenciamento de requisições de serviço",
      "Gerenciamento de nível de serviço"
    ],
    "resposta_correta": "C"
  },
  {
    "pergunta": "O que é importante para um “registro de melhoria contínua” (RMC)?",
    "opcoes": [
      "As ideias de melhoria são documentadas, avaliadas e priorizadas",
      "Ideias de melhoria de muitas fontes são mantidas em um único CIR",
      "Ideias de melhoria que não estão sendo implementadas imediatamente são removidas do CIR",
      "As ideias de melhoria são testadas, financiadas e acordadas"
    ],
    "resposta_correta": "A"
  },
  {
    "pergunta": "O que ajuda a gerenciar um incidente quando não está claro qual equipe de suporte deveria trabalhar no incidente?",
    "opcoes": [
      "Planos de recuperação de desastres",
      "Enxameação",
      "Tempos de resolução alvo",
      "Autoajuda"
    ],
    "resposta_correta": "B"
  },
  {
    "pergunta": "Qual afirmação sobre a prática de 'habilitação para a mudança' está CORRETA?",
    "opcoes": [
      "As solicitações de serviço geralmente são alterações normais que podem ser implementadas rapidamente sem autorização",
      "Mudanças emergenciais são mudanças que devem ser totalmente testadas e documentadas antes da implementação",
      "Mudanças padrão são mudanças que precisam ser programadas, avaliadas e autorizadas seguindo um processo padrão",
      "Mudanças emergenciais são mudanças que devem ser implementadas o mais rápido possível e, portanto, a autorização é agilizada"
    ],
    "resposta_correta": "D"
  },
  {
    "pergunta": "Qual é o propósito da prática de “gerenciamento de problemas”?",
    "opcoes": [
      "Para proteger as informações necessárias à organização para conduzir seus negócios",
      "Para reduzir a probabilidade e o impacto dos incidentes...",
      "Alinhar as práticas e serviços da organização com as necessidades de negócios...",
      "Minimizar o impacto negativo dos incidentes, restaurando a operação normal do serviço..."
    ],
    "resposta_correta": "B"
  },
  {
    "pergunta": "Qual prática ITIL recomenda a realização de revisões de serviços para garantir que os serviços continuem a atender às necessidades da organização?",
    "opcoes": [
      "Central de Serviços",
      "Gerenciamento de requisições de serviço",
      "Gerenciamento de nível de serviço",
      "Gerenciamento de configuração de serviço"
    ],
    "resposta_correta": "C"
  },
  {
    "pergunta": "Qual prática tem um propósito que inclui maximizar o sucesso, garantindo que os riscos foram devidamente avaliados?",
    "opcoes": [
      "Gerenciamento de relacionamento",
      "Habilitação de mudança",
      "Gerenciamento de liberação",
      "Monitoramento e gerenciamento de eventos"
    ],
    "resposta_correta": "B"
  },
  {
    "pergunta": "O que deve ser tratado pelo 'gerenciamento de requisições de serviço'?",
    "opcoes": [
      "Uma requisição para implementar um patch de segurança",
      "Um pedido de fornecimento de um computador portátil",
      "Uma requisição para resolver um erro em um serviço",
      "Uma requisição para alterar uma meta em um acordo de nível de serviço"
    ],
    "resposta_correta": "B"
  },
  {
    "pergunta": "Qual é o propósito da prática de 'gerenciamento de relacionamento'?",
    "opcoes": [
      "Observar sistematicamente serviços e componentes de serviço",
      "Proteger as informações necessárias à organização para conduzir seus negócios",
      "Ser o ponto de entrada e único ponto de contato do provedor de serviços com todos os seus usuários",
      "Identificar, analisar, monitorar e melhorar continuamente os vínculos com as partes interessadas"
    ],
    "resposta_correta": "D"
  },
  {
    "pergunta": "O que ajuda a agilizar o atendimento das requisições de serviço?",
    "opcoes": [
      "Compreender quais requisições de serviço podem ser atendidas com aprovações limitadas",
      "Criação de novos fluxos de trabalho para cada requisição de serviço",
      "Separar pedidos relativos a falhas de serviço da degradação de serviços",
      "Eliminando requisições de serviço que possuem fluxos de trabalho complexos"
    ],
    "resposta_correta": "A"
  },
  {
    "pergunta": "Qual afirmação sobre problemas está CORRETA?",
    "opcoes": [
      "Os problemas não estão relacionados a incidentes",
      "Os problemas devem ser resolvidos rapidamente para restaurar a atividade comercial normal",
      "A análise do problema deve focar em uma das quatro dimensões para alcançar um diagnóstico rápido",
      "A priorização de problemas envolve avaliação de riscos"
    ],
    "resposta_correta": "D"
  },
  {
    "pergunta": "Como uma organização deve priorizar incidentes?",
    "opcoes": [
      "Pergunte ao usuário o prazo de resolução preferido",
      "Avalie a disponibilidade da equipe de suporte apropriada",
      "Use uma classificação acordada que se baseie no impacto comercial do incidente",
      "Crie uma ordem de incidentes com base nas datas e horas em que foram registrados"
    ],
    "resposta_correta": "C"
  },
  {
    "pergunta": "Qual o impacto da automação em uma central de serviços?",
    "opcoes": [
      "Menos trabalho de baixo nível e maior capacidade de focar na experiência do usuário",
      "Maior contato telefônico e redução da capacidade de focar na experiência do usuário",
      "Capacidade de trabalhar em vários locais, geograficamente dispersos",
      "Capacidade de trabalhar em um único local centralizado"
    ],
    "resposta_correta": "A"
  },
  {
    "pergunta": "Qual afirmação sobre a prática de 'gestão de incidentes' está CORRETA?",
    "opcoes": [
      "Identifica a causa de incidentes graves",
      "Autoriza alterações para resolver incidentes",
      "Mantém procedimentos detalhados para diagnóstico de incidentes",
      "Resolve primeiro os incidentes de maior impacto"
    ],
    "resposta_correta": "D"
  },
  {
    "pergunta": "O que descreve uma 'autoridade de mudança'?",
    "opcoes": [
      "Um modelo usado para determinar quem avaliará uma mudança",
      "Uma pessoa que aprova uma mudança",
      "Uma ferramenta usada para ajudar a planejar mudanças",
      "Uma maneira de gerenciar os aspectos pessoais da mudança"
    ],
    "resposta_correta": "B"
  },
  {
    "pergunta": "O propósito da prática de 'gerenciamento de fornecedores' é garantir que os fornecedores da organização e seu desempenho sejam [?] adequadamente.",
    "opcoes": [
      "medido",
      "recompensado",
      "gerenciado",
      "definido"
    ],
    "resposta_correta": "C"
  },
  {
    "pergunta": "Para que serve um calendário de mudança?",
    "opcoes": [
      "Para ajudar a planejar mudanças emergenciais",
      "Para ajudar a autorizar alterações padrão",
      "Para ajudar a atribuir uma autoridade de mudança",
      "Para ajudar a gerenciar mudanças normais"
    ],
    "resposta_correta": "D"
  },
  {
    "pergunta": "Qual é o uso do calendário de mudança?",
    "opcoes": [
      "Atribuir recursos às mudanças",
      "Decidir a autoridade de aprovação para alterações",
      "Automatizar o processo de mudança",
      "Criar modelos de mudança"
    ],
    "resposta_correta": "A"
  },
  {
    "pergunta": "Qual prática tem o propósito de apoiar a qualidade do serviço, lidando com todas as solicitações de serviço acordadas e iniciadas pelo usuário?",
    "opcoes": [
      "Habilitação de mudanças",
      "Gerenciamento de ativos de TI",
      "Central de Serviços",
      "Gerenciamento de requisições de serviço"
    ],
    "resposta_correta": "D"
  },
  {
    "pergunta": "O que é exigido de toda a equipe da Central de Serviços?",
    "opcoes": [
      "Excelente conhecimento técnico",
      "Habilidades de análise de causa raiz",
      "Demonstração de inteligência emocional",
      "Conhecimento de tecnologia de telefonia"
    ],
    "resposta_correta": "C"
  },
  {
    "pergunta": "O que é um item de configuração?",
    "opcoes": [
      "Qualquer componente financeiramente valioso que possa contribuir para a entrega de um produto ou serviço de TI",
      "Qualquer mudança de estado que tenha significado para a gestão de um serviço",
      "Qualquer componente que precise ser gerenciado para entregar um serviço de TI",
      "Um problema que foi analisado mas não foi resolvido"
    ],
    "resposta_correta": "C"
  },
  {
    "pergunta": "Que ações uma Central de Serviços realiza para todos os problemas, dúvidas e solicitações que são relatados a ele?",
    "opcoes": [
      "Agendar, avaliar, autorizar",
      "Diagnosticar, investigar, resolver",
      "Iniciar, aprovar, cumprir",
      "Reconhecer, classificar, processar"
    ],
    "resposta_correta": "D"
  },
  {
    "pergunta": "Qual prática estabelece um canal entre o prestador de serviço e seus usuários?",
    "opcoes": [
      "Gerenciamento de relacionamento",
      "Habilitação de mudança",
      "Gerenciamento de fornecedores",
      "Central de Serviços"
    ],
    "resposta_correta": "D"
  },
  {
    "pergunta": "Quando uma solução de contorno deve ser criada?",
    "opcoes": [
      "Assim que possível, assim que o incidente for registrado",
      "Após a resolução de um problema",
      "Quando um problema não pode ser resolvido rapidamente",
      "Quando uma potencial solução permanente for identificada"
    ],
    "resposta_correta": "C"
  },
  {
    "pergunta": "Qual prática requer habilidades e competências relacionadas à análise de negócios, gestão de fornecedores e gestão de relacionamento?",
    "opcoes": [
      "Gerenciamento de incidentes",
      "Monitoramento e gerenciamento de eventos",
      "Gerenciamento de nível de serviço",
      "Gerenciamento de ativos de TI"
    ],
    "resposta_correta": "C"
  },
  {
    "pergunta": "O propósito da prática de gerenciamento de configuração de serviço é garantir que informações precisas e confiáveis sobre [?] e sobre os ICs que os suportam estejam disponíveis quando e onde forem necessárias.",
    "opcoes": [
      "relacionamentos com fornecedores",
      "configuração de serviços",
      "habilidades das pessoas",
      "autorização de alterações"
    ],
    "resposta_correta": "B"
  },
  {
    "pergunta": "Qual prática inclui o uso de abordagens como Lean, Agile e DevOps com o objetivo de facilitar uma maior quantidade de mudanças em um ritmo mais rápido?",
    "opcoes": [
      "Central de Serviços",
      "Monitoramento e gerenciamento de eventos",
      "Gerenciamento de nível de serviço",
      "Melhoria contínua"
    ],
    "resposta_correta": "D"
  },
  {
    "pergunta": "Qual etapa do modelo de melhoria contínua inclui avaliações de linha de base?",
    "opcoes": [
      "Chegamos lá?",
      "Onde estamos agora?",
      "Qual é a visão?",
      "Onde queremos estar?"
    ],
    "resposta_correta": "B"
  },
  {
    "pergunta": "Qual prática oferece aos usuários uma maneira de organizar, explicar e coordenar diversas solicitações?",
    "opcoes": [
      "Gerenciamento de nível de serviço",
      "Gerenciamento de relacionamento",
      "Melhoria contínua",
      "Central de Serviços"
    ],
    "resposta_correta": "D"
  }
]