[
  {
    "pergunta": "Qual prática é responsável por implantar componentes em ambientes de produção?",
    "opcoes": [
      "Habilitação de mudança",
      "Gerenciamento de liberação",
      "Gerenciamento de ativo de TI",
      "Gerenciamento de implantação"
    ],
    "resposta_correta": 3
  },
  {
    "pergunta": "Qual prática abrange a classificação e a propriedade de consultas e requisições dos usuários?",
    "opcoes": [
      "Central de serviço",
      "Gerenciamento de incidente",
      "Habilitação de mudança",
      "Gerenciamento de nível de serviço"
    ],
    "resposta_correta": 0
  },
  {
    "pergunta": "Qual prática identifica métricas que refletem a experiência do cliente em um serviço?",
    "opcoes": [
      "Melhoria contínua",
      "Central de serviço",
      "Gerenciamento de nível de serviço",
      "Gerenciamento de problema"
    ],
    "resposta_correta": 2
  },
  {
    "pergunta": "Qual é o PRINCIPAL uso de um calendário de mudanças?",
    "opcoes": [
      "Suportar o “gerenciamento de incidente” e o planejamento da melhoria",
      "Gerenciar mudanças emergenciais",
      "Planejar mudanças e ajudar a evitar conflitos",
      "Gerenciar mudanças padrão"
    ],
    "resposta_correta": 2
  },
  {
    "pergunta": "Qual dimensão do gerenciamento de serviço se concentra nas atividades e em como elas são coordenadas?",
    "opcoes": [
      "Organizações e pessoas",
      "Informação e tecnologia",
      "Parceiros e fornecedores",
      "Fluxos de valor e processos"
    ],
    "resposta_correta": 3
  },
  {
    "pergunta": "Como a categorização de incidentes auxilia a prática do “gerenciamento de incidente”?",
    "opcoes": [
      "Ela ajuda a direcionar o incidente para a área de suporte correta",
      "Ela determina a prioridade atribuída ao incidente",
      "Ela garante que os incidentes sejam resolvidos nas escalas de tempo acordadas com o cliente",
      "Ela determina como o provedor de serviço é percebido"
    ],
    "resposta_correta": 0
  },
  {
    "pergunta": "Um serviço é um meio que permite a cocriação de valor ao facilitar [?] que os clientes desejam alcançar.",
    "opcoes": [
      "a garantia",
      "os resultados",
      "a utilidade",
      "as saídas"
    ],
    "resposta_correta": 1
  },
  {
    "pergunta": "Qual é uma recomendação da prática de “melhoria contínua”?",
    "opcoes": [
      "Mesmo que pequena, deve haver pelo menos uma equipe dedicada a liderar os esforços de “melhoria contínua”",
      "Todas as melhorias devem ser gerenciadas como projetos de múltiplas fases",
      "A “melhoria contínua” deve ser isolada de outras práticas",
      "Os fornecedores externos devem ser excluídos das iniciativas de melhoria"
    ],
    "resposta_correta": 0
  },
  {
    "pergunta": "Qual é um potencial benefício de usar uma ferramenta de gerenciamento de serviço de TI para suportar a prática de “gerenciamento de incidente”?",
    "opcoes": [
      "Pode garantir que a causa de incidentes seja identificada dentro dos prazos acordados",
      "Pode fornecer a correspondência automatizada entre incidentes e problemas ou erros conhecidos",
      "Pode garantir que os contratos do fornecedor estejam alinhados com as necessidades do provedor de serviço",
      "Pode fornecer a resolução e o encerramento automatizados de incidentes complexos"
    ],
    "resposta_correta": 1
  },
  {
    "pergunta": "Qual papel pode enviar requisições de serviço?",
    "opcoes": [
      "O usuário ou o representante autorizado dele",
      "O cliente ou o representante autorizado dele",
      "O patrocinador ou o representante autorizado dele",
      "O fornecedor ou o representante autorizado dele"
    ],
    "resposta_correta": 0
  },
  {
    "pergunta": "Qual prática fornece um ponto único de contato para os usuários?",
    "opcoes": [
      "Gerenciamento de incidente",
      "Habilitação de mudança",
      "Central de serviço",
      "Gerenciamento de requisição de serviço"
    ],
    "resposta_correta": 2
  },
  {
    "pergunta": "Qual princípio orientador recomenda que as quatro dimensões do gerenciamento de serviço sejam consideradas?",
    "opcoes": [
      "Pensar e trabalhar holisticamente",
      "Progredir iterativamente com feedback",
      "Foco no valor",
      "Manter de forma simples e prática"
    ],
    "resposta_correta": 0
  },
  {
    "pergunta": "O que seria suportado pela prática de “gerenciamento de requisição de serviço”?",
    "opcoes": [
      "Uma requisição para autorizar uma mudança que poderia afetar um serviço",
      "Uma requisição de um usuário para algo que é parte normal da entrega de serviço",
      "Uma requisição para restaurar o serviço após a interrupção desse serviço",
      "Uma requisição para investigar a causa de vários incidentes relacionados"
    ],
    "resposta_correta": 1
  },
  {
    "pergunta": "Qual prática é de responsabilidade de todos na organização?",
    "opcoes": [
      "Gerenciamento de nível de serviço",
      "Habilitação de mudança",
      "Gerenciamento de problema",
      "Melhoria contínua"
    ],
    "resposta_correta": 3
  },
  {
    "pergunta": "O propósito da prática de “gerenciamento de segurança da informação” é [?] as informações da organização.",
    "opcoes": [
      "armazenar",
      "fornecer",
      "auditar",
      "Proteger"
    ],
    "resposta_correta": 3
  },
  {
    "pergunta": "Qual princípio orientador recomenda a coleta de dados antes de decidir o que pode ser reutilizado?",
    "opcoes": [
      "Foco no valor",
      "Começar de onde você está",
      "Manter de forma simples e prática",
      "Progredir iterativamente com feedback"
    ],
    "resposta_correta": 1
  },
  {
    "pergunta": "O que NÃO é normalmente incluído como parte do gerenciamento de incidente?",
    "opcoes": [
      "Scripts para coletar informações iniciais sobre incidentes",
      "Procedimentos formalizados para registro de incidentes",
      "Procedimentos detalhados para o diagnóstico de incidentes",
      "O uso de conhecimento especializado para incidentes complicados"
    ],
    "resposta_correta": 2
  },
  {
    "pergunta": "Qual das opções a seguir descreve a natureza dos princípios orientadores?",
    "opcoes": [
      "Os princípios orientadores podem orientar uma organização em todas as circunstâncias.",
      "Cada princípio orientador exige ações e decisões específicas.",
      "Uma organização deve selecionar e adotar apenas um dos sete princípios orientadores.",
      "Os princípios orientadores descrevem os processos que todas as organizações devem adotar."
    ],
    "resposta_correta": 0
  },
  {
    "pergunta": "Qual afirmativa sobre uma autoridade de mudança está CORRETA?",
    "opcoes": [
      "Uma única autoridade de mudança deve ser atribuída para autorizar todos os tipos de mudança e modelos de mudança.",
      "Uma autoridade de mudança deve ser atribuída para cada tipo de mudança e modelo de mudança.",
      "As mudanças normais são pré-autorizadas e não precisam de uma autoridade de mudança.",
      "As mudanças emergenciais podem ser implementadas sem a autorização de uma autoridade de mudança"
    ],
    "resposta_correta": 1
  },
  {
    "pergunta": "Qual prática tem o propósito de disponibilizar para uso serviços e características novos e modificados?",
    "opcoes": [
      "Habilitação de mudança",
      "Gerenciamento de requisição de serviço",
      "Gerenciamento de liberação",
      "Gerenciamento de implantação"
    ],
    "resposta_correta": 2
  },
  {
    "pergunta": "Qual atividade da cadeia de valor garante que as pessoas entendam a visão da organização?",
    "opcoes": [
      "Melhorar",
      "Planejar",
      "Entrega e suporte",
      "Obtenção/construção"
    ],
    "resposta_correta": 1
  },
  {
    "pergunta": "Qual afirmativa sobre as atividades da cadeia de valor está CORRETA?",
    "opcoes": [
      "Toda prática pertence a uma atividade específica da cadeia de valor.",
      "Uma combinação específica de atividades e práticas da cadeia de valor forma um relacionamento de serviço.",
      "As atividades da cadeia de valor de serviço formam um fluxo único de trabalho que permite a criação de valor.",
      "Cada atividade da cadeia de valor contribui para a cadeia de valor ao transformar entradas específicas em saídas."
    ],
    "resposta_correta": 3
  },
  {
    "pergunta": "Qual é o propósito da prática de “gerenciamento de fornecedor”?",
    "opcoes": [
      "Garantir que os fornecedores de uma organização e seus níveis de desempenho sejam gerenciados adequadamente para oferecer suporte ao fornecimento contínuo de produtos e serviços de qualidade",
      "Alinhar as práticas e os serviços da organização com as necessidades de negócio em constante mudança, através da contínua identificação e melhoria dos serviços",
      "Garantir que os fornecedores da organização e seus desempenhos sejam gerenciados adequadamente em níveis estratégico e tático, por meio de atividades coordenadas de marketing, vendas e entrega",
      "Garantir que informações precisas e confiáveis sobre a configuração dos serviços dos fornecedores estejam disponíveis quando e onde forem necessárias"
    ],
    "resposta_correta": 0
  },
  {
    "pergunta": "Quais são os dois tipos de custos que um consumidor de serviço deve avaliar?",
    "opcoes": [
      "O preço do serviço e o custo de criar o serviço",
      "Os custos removidos pelo serviço e os custos impostos pelo serviço",
      "O custo de fornecer o serviço e o custo de melhorá-lo",
      "O custo do software e o custo do hardware"
    ],
    "resposta_correta": 1
  },
  {
    "pergunta": "Qual é o propósito da prática de “central de serviço”?",
    "opcoes": [
      "Reduzir a probabilidade e o impacto de incidentes ao identificar suas causas reais e potenciais",
      "Maximizar o número de mudanças bem-sucedidas de TI ao garantir que os riscos sejam avaliados adequadamente",
      "Capturar a demanda de resolução de incidentes e requisições de serviço",
      "Definir metas claras e baseadas nos negócios para o desempenho dos serviços"
    ],
    "resposta_correta": 2
  },
  {
    "pergunta": "Como uma organização deve adotar métodos de melhoria contínua?",
    "opcoes": [
      "Usando um novo método para cada melhoria que a organização faz",
      "Selecionando alguns métodos principais para os tipos de melhoria que a organização faz",
      "Desenvolvendo a habilidade de usar a maior quantidade possível de métodos de melhoria",
      "Selecionando um método único para todas as melhorias que a organização faz"
    ],
    "resposta_correta": 1
  },
  {
    "pergunta": "Qual conceito da ITIL descreve a governança?",
    "opcoes": [
      "Os sete princípios orientadores",
      "As quatro dimensões do gerenciamento de serviço",
      "A cadeia de valor de serviço",
      "O sistema de valor de serviço"
    ],
    "resposta_correta": 3
  },
  {
    "pergunta": "Qual é a recomendação da prática de “central de serviço”?",
    "opcoes": [
      "As centrais de serviço devem evitar o uso de automação.",
      "As centrais de serviço devem ser altamente técnicas.",
      "As centrais de serviço devem entender a organização de forma abrangente.",
      "As centrais de serviço devem ser compostas por uma equipe física em um único local fixo."
    ],
    "resposta_correta": 2
  },
  {
    "pergunta": "Qual princípio orientador recomenda organizar o trabalho em partes menores e gerenciáveis que podem ser realizadas e concluídas de maneira oportuna?",
    "opcoes": [
      "Foco no valor",
      "Começar de onde você está",
      "Progredir iterativamente com feedback",
      "Colaborar e promover visibilidade"
    ],
    "resposta_correta": 2
  },
  {
    "pergunta": "O que é uma mudança padrão?",
    "opcoes": [
      "Uma mudança bem entendida, plenamente documentada e pré-autorizada",
      "Uma mudança que precisa ser avaliada, autorizada e programada por uma autoridade de mudança",
      "Uma mudança que não precisa de uma avaliação de risco porque é necessária para resolver um incidente",
      "Uma mudança avaliada, autorizada e programada como parte da “melhoria contínua”"
    ],
    "resposta_correta": 0
  },
  {
    "pergunta": "O que acontece se uma solução de contorno se torna o meio permanente de lidar com um problema que não pode ser resolvido de forma rentável?",
    "opcoes": [
      "Uma requisição de mudança é enviada para a habilitação de mudança.",
      "O gerenciamento de problema restaura o serviço o mais rápido possível.",
      "O problema permanece com o status de erro conhecido.",
      "O registro de problema é excluído."
    ],
    "resposta_correta": 2
  },
  {
    "pergunta": "Qual das opções a seguir é a definição de mudança?",
    "opcoes": [
      "Acrescentar, modificar ou remover qualquer elemento que possa afetar direta ou indiretamente os serviços",
      "Garantir que informações precisas e confiáveis sobre a configuração dos serviços estejam disponíveis",
      "Disponibilizar para uso serviços e características novos e modificados",
      "Implantar hardware, software ou qualquer outro componente novo ou modificado em ambientes de produção"
    ],
    "resposta_correta": 0
  },
  {
    "pergunta": "Qual das opções a seguir é a definição de evento?",
    "opcoes": [
      "Qualquer mudança de estado que tenha relevância para o gerenciamento de um serviço ou de outro item de configuração",
      "Qualquer componente que precise ser gerenciado a fim de entregar um serviço de TI",
      "Uma interrupção não planejada de um serviço ou redução na qualidade de um serviço",
      "Qualquer componente de valor financeiro que possa contribuir para a entrega de um produto ou serviço de TI"
    ],
    "resposta_correta": 0
  },
  {
    "pergunta": "Qual das opções a seguir oferece uma descrição de resultados?",
    "opcoes": [
      "Entregáveis tangíveis ou intangíveis",
      "Funcionalidade oferecida por um produto ou serviço",
      "Consequências desejadas por uma parte interessada",
      "Configuração dos recursos de uma organização"
    ],
    "resposta_correta": 2
  },
  {
    "pergunta": "O que NÃO é o foco principal da dimensão “informação e tecnologia”?",
    "opcoes": [
      "Segurança e conformidade",
      "Sistemas de comunicação e bases de conhecimento",
      "Sistemas de gerenciamento de fluxo de trabalho e de inventário",
      "Papéis e responsabilidades"
    ],
    "resposta_correta": 3
  },
  {
    "pergunta": "Quais práticas normalmente estão envolvidas na implementação de uma resolução de problema? 1. Melhoria contínua 2. Gerenciamento de requisição de serviço 3. Gerenciamento de nível de serviço 4. Habilitação de mudança",
    "opcoes": [
      "1 e 2",
      "2 e 3",
      "3 e 4",
      "1 e 4"
    ],
    "resposta_correta": 3
  },
  {
    "pergunta": "Qual é uma consideração fundamental para o princípio orientador “manter de forma simples e prática”?",
    "opcoes": [
      "Tentar criar uma solução para todas as exceções",
      "Entender como cada elemento contribui para a criação de valor",
      "Ignorar os objetivos conflitantes de diferentes partes interessadas",
      "Começar com uma solução complexa e, em seguida, simplificar"
    ],
    "resposta_correta": 1
  },
  {
    "pergunta": "O que deve ser feito primeiro ao se aplicar o princípio orientador “foco no valor”?",
    "opcoes": [
      "Identificar os resultados que o serviço facilita",
      "Identificar todos os fornecedores e parceiros envolvidos no serviço",
      "Determinar quem é o consumidor do serviço em cada situação",
      "Determinar o custo do fornecimento do serviço"
    ],
    "resposta_correta": 2
  },
  {
    "pergunta": "Um provedor de serviço descreve um pacote que abrange um computador com software, licenças e suporte. Esse pacote é um exemplo de quê?",
    "opcoes": [
      "Valor",
      "Resultado",
      "Garantia",
      "Oferta de serviço"
    ],
    "resposta_correta": 3
  },
  {
    "pergunta": "Qual das opções a seguir é a definição de garantia?",
    "opcoes": [
      "Entregável tangível ou intangível produzido pela realização de uma atividade",
      "Confirmação de que um produto ou serviço atenderá aos requisitos acordados",
      "Possível evento que pode causar perdas ou danos, ou dificultar o atingimento de objetivos",
      "Funcionalidade oferecida por um produto ou serviço para atender a uma necessidade em particular"
    ],
    "resposta_correta": 1
  }
]